Repository: kaisun/Asspp
Catalog: Foundation/ApplePackage/Sources/ApplePackage/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: App Not Found
zh_hans: 软件未找到

source: Auth Code Required
zh_hans: 需要验证码

# country_code_not_found_format
source: Country code not found: %@
zh_hans: 未找到国家/地区代码：%@

source: failed to purchase
zh_hans: 购买失败

source: Invalid URL
zh_hans: 无效的网址

source: License Not Found
zh_hans: 未找到许可证

source: License Required
zh_hans: 需要许可证

# login_credentials_invalid
source: Invalid Login Credentials
zh_hans: 登录凭据无效

source: Login Failed
zh_hans: 登录失败

source: Login Failed: Too Many Attempts
zh_hans: 登录失败：尝试次数过多

source: Network Error: %@
zh_hans: 网络错误 %@

source: Paid App Not Supported
zh_hans: 不支持付费应用

source: Password Token Expired
zh_hans: 密码令牌已过期

source: Purchase Failed
zh_hans: 购买失败

# server_invalid_response
source: Invalid Server Response
zh_hans: 服务器响应无效

source: Service Temporarily Unavailable
zh_hans: 服务暂时不可用

source: Subscription Required
zh_hans: 需要订阅

# subscription_required_message
source: You need an active subscription to use this feature
zh_hans: 您需要有效的订阅才能使用此功能

source: Unable to Build Lookup URL
zh_hans: 无法构建查询URL

source: Unable to Build Search URL
zh_hans: 无法构建搜索URL

# unable_to_create_new_zip
source: Unable to Create New ZIP File
zh_hans: 无法创建新的ZIP文件

# unable_to_create_zip
source: Unable to Create ZIP File
zh_hans: 无法创建ZIP文件

# unable_to_extract_download_info
source: Unable to Extract Download Information
zh_hans: 无法提取下载信息

# unable_to_open_source_zip
source: Unable to Open Source ZIP File
zh_hans: 无法打开源ZIP文件

# unable_to_open_zip
source: Unable to Open ZIP File
zh_hans: 无法打开ZIP文件
